{
    "token": {
		"首页": "Home",
        "沃尔克VIP专区": "VIP Access",
        "下载": "Download",
        "关于我们": "About Walkert Alliance",
        "关于沃尔克集团": "About Walkert Alliance",
	"沃尔克集团":"Walkert Alliance",
        "公司简介": "Company Profile",
        "财经日历/新闻": "Economic Calendar/News",
	"交易平台":"Trading Platform",
	"外汇基础知识":"Forex Basics",
	"媒体": "Media",
        "联系我们": "Contact Us",
        "地址": "Address",
        "电话": "Phone",
        "邮箱": "Email",
        "定义": "Definition",
        "更多详情": "Read More",
        "基础知识": "Forex Basics",
        "外汇背景": "Forex Background",
        "什么是外汇": "What is Forex",
        "外汇参与者": "Forex Market Participants",
        "外汇经纪商": "Foreign exchange brokers",
        "财经日历": "Economic Calendar",
        "常问问题": "FAQ",
        "外汇文章": "Forex Articles",
        "合作伙伴": "Our Partners (IB)",
        "点差": "Spread",
        "买价": "Bid Price",
        "卖价": "Ask Price",
        "代理加盟商计划": "Introducing Broker (IB) Program",
        "企业理念": "Our Philosophy",
        "沃尔克管理团队": "The Management",
        "我们的交易策略": "Our Trading Strategies",
        "交易订单模式": "Trade Order System",
        "外汇社群跟单系统": "Copy Trade System",
        "沃尔克的优势": "Our Advantage",
		"流通量": "Liquidity",
		"提供商": "Providers",
        "这是投资者准备出售资产的价格。": "This is the price investors are willing to offer to sell the asset/currency.",
        "沃尔克家族自1900年已经在经营期货交易，客户群只局限于贵族以及少数的私人企业，从不对外开放提供金融服务。在2006年，沃尔克家族 (Walker Financial Management) 决定正式把公司改组成企业化模式，在世界主要金融中心之一的英国伦敦成立了沃尔克集团 (Walkert Alliance Ltd)，如今已成为一家顶尖的国际外汇经纪商，其业务遍及全球。": "The Walker family (Walker Financial Management) has been in the business of commodity trading since 1900, our customers are confined only to the aristocracy and selective few private enterprise. In 2006, the Walker family decided to formally establish Walkert Alliance LTD group in one of the world's leading financial center, London , opening up to the Forex retail market.",
        "百年交易历史": "A hundred years of trading history",
        "超低点差": "Ultra low spread",
        "独家交易平台": "Exclusive Trading Platform",
        "直接提供市场流动性报价": "Liquidity bank prices in LIVE feed",
        "个性化的界面": "Personalized Interface",
        "点差是一项资产买入价和卖出价之间的差异。": "The difference between the bid and the ask price of a security/asset/currency.",
        "这是投资者准备购买资产的价格。": "This is the price investors are willing to offer to buy the asset/currency.",
        "易于使用和直观的平台设计，适合初学者以及专业交易商个性化创建自己的交易屏幕，以适应您的交易需要市场范围": "Easy to use and intuitive design, suitable for beginners and professional traders. Personalized to create their own trading screen to suit your trading needs.",
        "投资银行和顶级非银行组织资金池直接提供流动性报价": "Investment banks and non bank organization directly provide liquidity to our clients",
        "交易能以极低点差迅速成交": "All transactions  are executed  with very low spread",
        "客户直接进行银行间市场交易渠道": "Our clients are  directly  linked to the interbank market channels",
        "外汇跟单系统": "Copy Trade System",
        "投资组合管理部": "Trading Department",
        "突破传统佣⾦分享模式": "Unique comission sharing model",
        "沃尔克集团分为两大部门：": "Walkert Alliance is divided into two departments:",
        "外汇平台管理部": "Foreign Exchange Platform Management Department",
        "外汇交易部": "Foreign Exchange Trading Department",
        "执行董事": "Executive Director",
        "克拉西米尔斯特凡诺夫": "Krasimir Stefanov",
        "首席分析师": "Principal Analyst",
        "马丁·安德鲁斯": "Martin Andrews",
        "代理商加盟计划": "Introducing Broker Bonus Program",
        "六大指标原则 - 成功的要素": "Elements of the six indicators principles - Success",
        "道德性原则": "Moral Principle",
        "责任性原则": "Corporate Responsibility",
        "获利性原则": "Profitability Principle",
        "可持续发展原则": "Sustainable Principle",
        "延展性原则": "Extension Principle",
        "可及性原则": "Accessibility Guidelines",
        "严格监管，确保客户资金安全": "Strict regulation by authority, to ensure safety of our clients fund",
        "独一无二的沃尔克交易平台": "Walkert Alliance Exclusive Trading Platform",
        "一流分析市场技术指标": "Complete market analysis charting tools",
        "超低点差， 欧元/美金：1.0点": "ultra low spread,  EURO / USD: 1.0 pip",
        "沃尔克社群网跟单系统": "Walkert Alliance social trading copy trade system",
        "直接对接银行提供市场流动性报价": "Directly linked with banks to provide liquidity in LIVE price feed",
        "线上/线下外汇教育系统": "Online / offline forex educational system",
        "突破传统的代理商利润分享模式": "Unique Broker Bonus System",
        "外汇炒家": "Experienced Forex Traders",
        "市场范围": "The scope of the market",
        "加入我们的6大理由": "Benefits at a glance:",
        "低经纪代理门槛": "Low entry requirement of Introducing broker",
        "每月结算三次-每月三次把您赚取的佣金支付到您的代理商账户上": "Three (3) closings every month- All IB commissions are paid directly  to our exclusive IB account on every closings.",
        "极具竞争力的佣金回报与合作计划": "competitive IB  Commission returns and  business cooperation plan",
        "详细的推荐客户跟进功能，例如：开户、佣金、转换率等详情": "Detailed functions on our IB account backend to assist you in building new clienteles , for example: Account opening details, IB Commission, The conversion rate and other details",
        "简单和灵活的佣金提取功能": "Commission - simple  and flexible  IB commission withdrawal function.",
        "网上代理佣金计算和后台支持服务": "Online commission calculation and back office support services",
        "超过40个外汇货币对,贵金属和其他": "More than 40 foreign exchange currencies pairs,  precious metals and others",
        "沃尔克集团给予经验丰富的外汇炒家一个一流的交易条件让他们在外汇进行交易时得到非一般的优势。": "Walkert Alliance group is established to provide world-class platform for all trader that is designed exclusively for them , so that every speculators can have a unfair trading advantages.",
        "沃尔克让以下三组人获得压倒性的优势：": "Walkert Alliance provides a unprecedented competitive edge for the following 3 parties:",
        "外汇新手": "Forex Novice",
        "商业银行": "Commercial bank",
        "个人投资者": "Retail investors",
        "技术分析": "Technical analysis",
        "杠杆": "Leverage",
        "短仓": "Short position",
        "看跌前景": "Bearish outlook",
        "基本分析": "The fundamental analysis",
        "长仓": "Long position",
        "这个代表交易员和客户对仓位的预测是资产的价值将增长。他们购买该资产希望他们未来可以卖出更高的价格。": "This represents that  traders predict the value of the assets/currency will rise so they buy the assets/currency, targeting to  sell at higher prices.",
        "这个代表交易员和客户对仓位的预测是资产的价值将降低。他们卖出该资产希望他们未来可以以更低廉的价格买进。": "This represents that  traders predict the value of the assets/currency will drop so they sold the assets/currency, targeting to  buy back at lower prices.",
        "看跌前景的定义是，当一个交易员和客户接收经济的负面前景，预测市场会下滑以及某些资产价格会降低。": "The fundamental analysis",
        "看涨前景": "Bullish outlook",
        "看涨前景的定义是，当一个交易员和客户接收经济的正面前景，预测市场会上升以及某些资产价格会增加。": "There is a Bullish outlook when the general market sentiments is positive, predicting the market will surge and certain asset prices will rise.",
        "技术分析让交易者用来试图预测市场发展方向。技术分析常见的组件就是用来记录市场活动的图表。": "Technical analysis is tool that traders used to try to predict the direction of future market development. The common component of Technical analysis is charts  that are used to record the market activity.",
        "基本分析指的是政治及经济大事会影响市场健康并影响未来发展方向。": "The fundamental analysis refers to the study of current political and economic events that  will affect the future development direction of the market.",
        "在外汇市场中，外汇代理商可以为客户提供杠杆服务；这样，投资者比以往对于汇率波动拥有更多的优势。举例如果一个代理商提供1:500的杠杆服务，那么交易员和客户的购买力就被放大了500倍。沃尔克集团提供1对100的杠杆比例！": "In the foreign exchange market, brokers can provide leverage to their customer so investors can have more advantages profiting in trading. For example, if a broker provides 1:100 leverage ,  traders and customers purchasing power is magnified by 100 times. Walkert Alliance provides a leverage of 1:100!",
        "他们进行大量的外汇交易. 其他市场参与者通过在商业银行开立账户进行存款贷款业务. 除了满足客户的要求外, 银行可独立自己的资金进行盈利活动. 货币市场是国际银行交易的市场. 在世界货币市场中影响最大是大型国际银行, 每天的交易量达到几十亿美元. 除了上面提到的, 还包括, 德意志银行, 巴克莱银行, 瑞士联合银行, 花旗银行, 大通曼哈顿银行， 渣打银行和其他银行等等. 他们的区别是交易量巨大, 可以造成外汇牌价剧烈变化。": "Commercial bank make huge foreign exchange transactions. Other market participants have to go  through the commercial bank to open an account to deposit /get loans. In addition to meet the requirements of customers, the bank can independently allocate its own funds to carry out  profitable transactions. In the International banking world, large international banks have the biggest influence in currency market, the daily trading volume reached billions of dollars. These bank include: Deutsche Bank, Barclays Bank, Union Bank of Switzerland, Citibank, chase Manhattan bank, Standard Chartered Bank and other banks and so on. Because their trading volume is great, they are able to influence exchange rate dramatically.",
        "以客户为基础，提供优质的服务，实现公司、客户和员工的共赢点": "Our Aspirations",
        "闪电交易执行速度": "Lightning speed execution of every transactions",
        "最小执行速度(0.2秒)": "The minimum speed (0.2 seconds)",
        "市场主要参与者证实了市场的严肃的商业和严肃的目的. 不是所有的外汇市场参与者都是以投机为目的. 汇率的改变可能给进出口贸易带来巨额的亏损. 躲避货币风险迫使进出口上采取各种风险对冲工具: 远合期约, 期权, 期货等等. 甚至与进出口无关的商业活动, 也可能因为汇率的波动而造成损失. 因此学习外汇--- 是成功商业的必修课.": "Not all foreign exchange market participants are participating for the purpose of speculation , some  key players are involved to regulate the currency market. Changes in exchange rate may give the import and export trading businesses potential huge losses. To avoid this currency risk, businesses involving import and export are forced  to employ various risk hedging tool like forward contracts, options, futures and so on. Even businesses that  has nothing to do with import and export might face risk due to exchange rate fluctuations so understanding Foreign Exchange is a requirement for those who seek successful business.",
        "货币市场的主要参加者有下列几组:": "The main participants in the Currency market are the following groups:",
        "中央银行": "The central bank",
        "他们的主要任务是货币调节, 即防止本币剧烈波动来阻止经济危机, 保持进出口平衡等等. 中央银行给予货币市场直接干预. 他们的影响可以是直接的 — 货币干预, 也可以是间接的 — 通过调节货币供应量和利率. 中央银行可能单独采取行动来影响本币, 或者连同其他中央银行联合进行干预. 央行进入外汇市场的目的不是赚取利润, 而是进行稳定或者调节本币汇率, 后者对国家经济状态的影响是巨大的。 尽管他们的目的不是盈利, 也不会带来亏损 , 因为一般央行干预都是不公开并且同时通过多个商业银行. 不同国家的央行可以协同进行干预. 对全球市场影响最大的是: 美国联邦储备系统(美联储), 欧洲央行, 英国央行, 日本央行。": "Their main task is to prevent sharp fluctuations of national currencies, currency adjustment to prevent the crisis, maintain the balance of import and export and so on. The central bank has the power to directly intervene the currency market. Their influence can also be indirect through adjusting the currency supply and interest rate. The central bank may act alone to influence the local currency, or together with other central banks. The central bank involvement in the foreign exchange market is not for profits but rather for stabilizing or adjustment of currency value, the latter is a important factor for a  country economy. Although their purpose is not for profit, they also  will not make losses because the central bank intervention is not open and they enter the market through a number of commercial banks at the same time. Central banks in different countries can cooperate to intervene concurrently. The Central Banks with the largest impacts on the global market are : American Federal Reserve System (FED), the European Central Bank, the Bank of England, the Bank of Japan.",
        "沃尔克的成功主要来源于客户的口碑，当您介绍新客户到沃尔克开户时您可以获得丰厚的佣金回报，同时我们还提供专业的营销和管理支持，以协助您扩展业务。沃尔克根据市场需求打造了一个独一无二的经纪代理(IB)分享计划提供给您赚取佣金的机会，目的就是达到客户，代理，公司三赢的局面。": "The success of Walkert Alliance rely strongly on the word of mouth of our clients, when you introduce new customers to us to open an account , you can get a considerable commission in return. Walkert Alliance provide professional marketing support  to help you in your business with us. Walkert Alliance  Introducing broker(IB) program is designed according to the market demand to create a unique program that is one of a kind  in the market and provide s our IB  a great opportunity to earn a stream of income . Our aims is to achieve a win-win situation for customer, IB  and company.",
        "外汇经纪商是把外汇买家和外汇卖家的中间机构. 他们为外汇买卖提供方便和可能, 并且收取一定的佣金. 最近时间出现了新的形式ECN (Electronic Communication Network)经纪商 - 即电子通讯网络, 收集客户买卖申请并成完交易. 他们的客户一般为大型银行, 经纪商或者普通客户. 这样的经纪商门槛一般很高和不被大部分的私人投资者接受. ECN 在同客户的交易时不作为对手, 只是收取佣金.": "Forex brokers are intermediaries to forex buyers and sellers. They provide convenient foreign exchange trading with commission charges. In recent years there is a emergence of new forms of broker, ECN (Electronic Communication Network) broker, that facilitates their client trading position and completes their transactions. Their customers generally are major banks, brokers or retail clients. Such brokers have a generally high entry requirement and are not affordable by most  retail investors. ECN ,unlike market makers, do not bet against  their customers as they only profit from trading commission.",
        "个人投资者的在外汇市场的交易量所占比例很很小, 并且范围很广, 例如国外旅游等等. 个人投资的数量这些年增长很快, 特别是网络科技使交易更加方便的前提下, 更是成为外汇市场的一个新生力量。": "In the foreign exchange market, transactional volume of retail investors is considerably small however, the range is very wide such as foreign tourism and so on. Due to the advent of technology and internet, the number of retail investors grow tremendously over the past few years making it a new force to be reckon with in the foreign exchange market.",
        "良好的商业道德是每个高瞻远瞩的公司的宗旨，沃尔克也不例外。维护道德责任同时达到预期效果对公司来说非常重要。沃尔克的职业操守要求所有员工必须遵守道德准则，将自己视为集体的一部分，努力提供最安全的交易环境。": "Walkert Alliance earns our reputation with our outstanding  business ethnic . Maintenance of moral responsibility while achieving our financial targets is of utmost importance for the company, we require all our employees to strictly comply with the code of ethics to give all our clients the greatest assurance.",
        "大额交易保证止损订单最小滑点量，止盈订单准确执行。": "We ensure minimum slippage even for all large transactions and accurate stop loss orders and executions.",
        "沃尔克交易部从各类交易员手中收集了大量交易策略，用定量方式对它们加以排列，组成不同的投资组合方案。沃尔克交易部旗下有上百名经验丰富的交易员，各自负责不同的货币对及贵金属。每一个交易策略都需要根据10年以上的数据反复测试以确保高赢率。掌握交易心理是沃尔克成功的关键，我们的交易员只会在模拟户口操作市场他们不会知道自己的户口有没有被连接到真实户口上以及实盘操作具体金额。": "Walkert Alliance Trading Department  collected a database of trading strategies from our traders, our experts will structure them into different combination depending on clients trading expectations and risk appetite. There are hundreds of experienced traders in Walkert Alliance Trading department, each responsible and specialized on a specific currencies pairs or precious metals. Every trading strategy requires back testing from more than 10 years of market data to ensure high winning rate. The key to our success is overcoming trading psychology, our traders only trades in simulation account and they don't know whether their accounts have been connected to the LIVE trading  account or the specific fund size.",
        "沃尔克的基金经理会根据市场的变动从沃尔克交易部的上百名交易员塞选最适合的货币对/交易员/交易策略作为当天的交易方针进行跟单。当专家在进行交易时，投资者的外汇交易账户将实时接收到此交易信息并进行同样的买卖操作。所有交易信息通过云端服务器(VPS )传送，无需交易密码，即可实时跟随网络跟单系统进行交易，跟单手数、倍数将根据分析师与精算师预先设置的比例完成。通过沃尔克投资组合资产管理机制，您不再需要自己分析市场；我们的专家为您提供这项服务。我们使用在外汇市场积累的宝贵经验，为您量身定制适合您的投资方案。": "Fund managers of Walkert Alliance  will select the most suitable trading strategies/currencies pairs/ traders according to the current market condition. When our experts entered a trade for the day, investors will receive this transaction information with exact trading details through the Virtual Private Server(VPS) real time. This process is call copy trade, the exact lot size executed in our clients accounts is set in advance by our analysts and actuary according to ratio. With Walkert Alliance portfolio management mechanism, you no longer need to analyze market on your own, our experts will provide this service to you. We use the valuable experience accumulated in the foreign exchange market to structure Program according to your expectations and risk appetite",
        "社群交易于数年前存在于市场，Zulutrade是其中一个著名的平台。Zulutrade在2006成立但最近才真正开始蓬勃。投资者不再需要花大量时间分析及研究市场走势了，来自全球各地、数百个外汇市场的顶尖专家，会为投资者作出最明智的投资决定。参与社交交易的交易员可以看到其他交易者的实时交易仓位，也可以选择性的手动跟踪这些位置或遵循这个特定交易员的所有交易。": "Social Trading has been around for several years now, with well known platform ZuluTrade being set up back in 2006. But it is only more recently that is has begun to take off in a major way. Investors no longer need to spend a lot of time analyze and study the market trend, hundreds of top-notch experts in the foreign exchange market from all over the world will make the most informed investment decisions for investors. Social trading allows traders to see what positions other traders are opening in real time and allows them to either manually follow these positions or follow all the trades of this particular trader.",
        "社群交易的概念很简单，它允许所有散户完全的跟随成功交易员的交易以达到同样的交易成绩，也代表可以轻松的赚取大量的利润。每个决定跟随他们的交易散户都会让那位交易员赚取可观的佣金，给专业交易员在交易社区里一个分享他们成功的技术和策略的理由以及动力。": "The primary idea behind social trading is very simple, it allows individuals to piggyback on the results of successful traders allowing them to make considerable amounts of profit. In turn the followed traders themselves make significant commissions for each person who decides to follow their trades. Giving successful traders a reason to share their successful techniques and strategies with the wider Forex community.",
        "这种类型的交易把过程变成简单易懂，让基本上任何一个人都能参与，这就是为什么它已经被很多外汇经纪商大量推广的原因。它吸引了一批新一代对金融市场没有基础了解，但知道外汇交易可以致富的交易者。这个行业已经在很快速的发展，而且将继续蓬勃发展下去，只因为一个简单的道理，只需要跟随就有可能轻松得到相对偏高的资本回报率。参与社群交易的门槛很低，有些券商的入金最低要求不超过50美元。": "This type of trading takes a lot of the difficult decisions out of the trading process and this is partly why it has been pushed so heavily by brokerages. As it attracts a whole new breed of traders who don’t have an in-depth understanding of the financial markets but do understand that there is much money to be made from day trading etc. This particular industry has flourished and will continue to flourish due to the fact many people will be attracted to the possibility of making significant returns on their capital from simply following the trading actions of others.. Getting into social trading can be done for very little with some social trading brokerages requiring deposits of no more than $50.",
        "以下是社群交易至今其中两个最成功的公司的背景：": "The following is the background of two of the most successful companies providing social  trading platform:",
        "Currensee，创办于2009年，是第一个通过实时交易将全球交易员连结在一起的外汇交易社区网络。来自90多个国家的Currensee交易员已成为交易社区网络的成员。他们在Currensee平台支持的一百多家券商之一开设真实交易帐户并与Currensee的平台相连。社区网络中的交易员通过实时外汇券商帐户分享他们的真实交易业绩。名列前茅的交易高手将进入Currensee的高手排行榜。": "Currensee, founded in 2009, is the first Social Trading Platform that pool together  global traders under their own social network to execute real-time trading. Traders from more than 90 countries have become members of Currensee traders trading community network. They opened a real trading account in one of the more than 100 affiliated brokerage with Currensee  and is connected with the Currensee platform. Community network traders share their real trading performance through real-time exchange brokerage account and they will be ranked according to their performance in their accounts.",
        "ZuluTrade的理念，是将货币市场的重要信息，应用于实际的外汇交易之中；搜集全球最专业、最顶尖的经纪公司的投资建议，在高效地瞬息万变的货币市场自动帮你的账户进行买卖。目前同ZuluTrade合作的外汇交易商有FXCM、FXSolutions、FXDD 、AlpriUK 、OD L、IKON 、FORE X、SAXO、AAAfx 等近60家。ZuluTrade的收入来源主要来自于全球经纪公司投资所得的佣金，并将之与有关货币市场的策略提供者分摊。": "The concept of ZuluTrade is the collection of important informations from the forex market and apply it to foreign exchange trading. It is the collection of the world's most professional traders and  top Broker's Firm investment advice to help you automatically execute trades real-time. More than 60 brokers are currently working with ZuluTrade ,they includes: FX Solutions, FXCM FXDD, Alpri UK, ODL, IKON, FOREX, SAXO, AAAfx. ZuluTrade's main source of income is spread commission from the global Brokers they are working with. They also allocate part of the commission to strategies providers.",
        "沃尔克不仅只是一个专业的平台商，我们也为外汇新手提供沃尔克社交网跟单系统让新手也能跟随我们100多名交易员的交易，从这个庞大的市场获利。我们的线上/线下外汇教育系统让新手跟着我们导师的脚步，缩短学习外汇的路程。": "Walkert Alliance  group also caters to novice who don't understand or are learning foreign exchange trading using Walkert Alliance very own social trading copy trade system exclusive to all our customers. They also can follow our online/offline educational system to shorten their trading journey",
        "沃尔克的基金经理和精算师团队在金融界各自拥有20年以上的经验，每一天都需要分析两种数据，第一：以基本面和技术面为基础分析整体外汇市场的走向，第二：分析与监督沃尔克交易部所有交易员近期的交易成绩。": "Fund managers and actuary in Walkert Alliance  Trading department each have more than 20 years of experience in the financial world, their job every day is to analyze two data: first, the fundamental and technical analysis of overall foreign exchange markets second: analyze and supervise our trading department traders recent trading results.",
        "沃尔克代理商 (IB)": "Introducing Broker (IB)",
        "平台介绍": "Platform Introduction",
        "为了最大化满足现代客户的需求，沃尔克交易平台分成四大系统让所有客户随时随地选择最适合的方式登入他们的交易账户监督市场及进行交易。以下是沃尔克交易平台，Walkert Trader 的系统需求。": "In order to meet the needs of customers, Walkert Alliance trading platform is categorized into four operating systems for all our customers to choose the most suitable way whenever and wherever possible to monitor the market and trade in their trading account  . The following is Walkert Trader trading platform, operating system and system requirements.",
        "微软银光交易平台": "Silver Light Trader",
        "微软银光客户端是在线交易系统的一部分。此软件通过网页访问运行于Microsoft Silver Light 之上。": "Silver Light Trader is part of our online trading system . This software runs on Microsoft Silver Light and operates through Webpage access. If user first use the platform without Microsoft Silver Light case, users will be prompted to install the software. Users only need to follow the link to install Silver Light Trader and they are able  to run system afterwards. After the successful installation of Silver Light, the platform will prompt the user to accept the platform space required by clicking the ‘increase’  button.",
        "综合了所有的专家经验让我们的研发团队能够研发出革命性的沃尔克交易平台（Walkert Trader）。WalkertTrader平台是沃尔克为英国高端客户（资金量一百万美金以上）设计及量身打造的专属交易平台。沃尔克亚洲的客户获得的交易条件，将超过绝大多数外汇交易商提供的标准交易条件。超低点差，直接与市场进行大额交易，享受外汇市场主流报价商直接提供的绝佳流动性报价——就在Walkert Trader 客户专属平台！": "Our revolutionary Walkert Trader trading platform is the result of combined experience of all of our experts in the R&D department. The Walkert Trader proprietary trading platform is designed and tailored exclusively for Walkert Alliance UK high-end clients (funds size of more than USD one million). The trading conditions that Walkert Alliance Asian customers have access to, exceeds those provided by most foreign exchange brokers in the market. Ultra low spread, direct market access, enjoy the LIVE price feed directly from our liquidity providers -- in Walkert Trader client proprietary platform!",
        "WalkertTrader平台是一个先进并且快捷的多功能交易平台，包括多种金融产品于同一平台交易，综合图标系统等等。我们平台快速、准确、可靠。长年以来，沃尔克技术团队不断为客户提供市面上最先进的交易系统、最便捷的交易方式以及准确的实时市场报价。": "The Walkert Trader platform is an advanced and efficient multifunctional trading platform, including a variety of financial products on the same trading platform, integrated technical analysis tool. Our platform is fast, accurate, and reliable. Over the years, Walkert Alliance experienced technical support team regularly enhance our proprietary trading platform according to the latest and most advanced trading technology while providing for our clients the fastest and most accurate real-time market quotes.",
        "沃尔克为您提供以下优势：": "Walkert Alliance provides the following advantages:",
        "极高的市场流动性，保证提供只有大户才能享受到的超低点差": "The high degree of liquidity in the market and the ultra low spread (usually only for big clients )are made available  to all our clients ，regardless of fund size.",
        "从100:1至500:1的杠杆率。多种不同的杠杆率可供选择。(默认是1:100)": "From 100:1 to 500:1 leverage. Different kinds of leverage available.",
        "多种杠杆率": "A variety of leverage",
        "多种分析工具供您选择": "Several analytical tools for you to choose",
        "多达60种内置技术指标, 多种技术分析辅助工具": "As many as 60 built-in technical analysis tools to assist you in analyzing the market.",
        "操作系统": "Operating System",
        "多种订单类型": "Various types of orders",
        "系统要求:": "System requirements:",
        "预装 Microsoft Silver Light 4 或以上": "Pre installed Microsoft Silver Light 4 or above.",
        "Windows - x86 或 x64 1.6 GHz 或以上处理器(CPU) 及 512MB 内存<br />  Macintosh (Intel-based) – Intel Core Duo 1.83 GHz或以上处理器(CPU) 及 512MB 内存 GPU (Graphics Processing Unit)对平台的图像处理有明显的帮助 使用 ": "Windows x86 or x64 1.6 GHz or more processor (CPU) and 512MB memory <br />Macintosh (Intel-based) - Intel Core Duo 1.83 GHz or more processor (CPU) and 512MB GPU (Graphics Processing Unit) memory could help the use of image processing",
        "移动手机交易平台": "Mobile Trader",
        "移动手机交易平台允许任何智能手机/平板电脑用户通过以下的链接直接登入我们的交易平台，无需安装任何软件。让繁忙的客户都能随时进行交易。": "Our Mobile Trader trading platform allows any smartphone / tablet  users to directly login to our trading platform through the link below without any installation of any software. This allows our busy customers to trade on-the-go.",
        "安卓交易平台": "Android Trader",
        "使用Android操作系统的智能手机用户能通过以下的链接下载Walkert Trader Android版的程序安装在您手机里。让繁忙的客户都能随时进行交易。": "Android smart phone operating system allows our customers to trade on-the-go, you can download Walkert Trader Android version by following the link below to install on any android-based mobile phone. ",
        "爪哇交易平台": "Java Trader",
        "资源中心": "Resource Centre",
        "常见问题": "Frequently Asked Questions",
        "杠杆式外汇交易是什么？": "What is leveraged  trading?",
        "杠杆式外汇交易是透过杠杆比率，藉以让投资者可以利用较小资金，获得较大的交易额度。投资者利用国际货币市场汇率变动的每个买升或买跌的投资机会而从中寻求获利机会。外汇市场是每天二十四小时开放，客户可以随时改变投资策略和进出市场": "Leverage in foreign exchange trading is  to allow investors to use less money and trade with more trading capital. Investors  can open long or short position to seek opportunities in the global foreign exchange market. The foreign exchange market is open twenty-four hours a day,  customer can change their investment strategy freely at any point of time.",
        "买入价∕卖出价∕差价是什么？": "The buying price and selling price and price difference is what?",
        "买入价是卖家此刻就某特定金融产品可在市场获得的最高价格。 卖出价是买家可在市场取得的最低价格。两价结合，构成报价；两者之间的差额便是差价，即是愿意出售某金融产品的交易商所提出的价格与他愿意付出以买回它的价格之间的差额。": "The buy price is the highest price the seller at the moment of the executed order The sell price is the lowest price in the market, buyers can get at the point of the order. The difference between  the two price is known as spread.. sell price is the price  seller are willing to let go of their order and buy price is the price buyer are willing to pay  for that particular instrument.",
        "什么是外汇货币利息？": "What is the foreign exchange currency interest?",
        "因不同国家之利率各有差异，所以客户在买卖货币时，可能出现收取利息或缴付利息的情况。客户须留意如采用坊间称为“锁仓”的投资策略，即同时间对同一货币合 约持有不同价位的长仓及短仓合约去暂时锁定浮动盈亏，该长仓及短仓合约均会被分别计算利息，直至有关合约平仓为止。由于锁仓往往会增加投资成本，沃尔克不 建议投资者采用此策略。": "Because interest rates in different countries are different, so the clients in the transactions of currencies, will be charged  interest (swap). For clients who lock their position, which is the same time  holding long positions and short positions on a particular currency pair, both long and short positions will be charged rollover interest until the positions are closed. Because the lock will tend to increase the cost of investment, Walkert Alliance do not recommend  clients to use this strategy.",
        "如何管理风险？": "How to manage risk?",
        "交易中最常见的风险管理工具是止赚限价订单和止蚀限价订单。止赚限价订单对支付的最大价格或接收的最小价格做出限制。止蚀限价订单确保了到达一个预定的价格时自动清算特定的位置，以限制市场对投资者不利时导致的潜在损失。": "The most common tool of risk management in trading is  set a  limit order orders and stop limit orders. A limit order is maximum price to pay or receive the minimum price restrictions. Stop limit order automatically liquidate at a specific predetermined price, to prevent  potential  further loss if market direction is opposite of client position.",
        "什么是止赚限价？": "What is a limit order?",
        "止赚限价是指在某价格买入或卖出的限价。限价基本上包含了两个变量，价格及时限。交易商要明确指示他想要进行买卖的种类、价格、手数及时限。\"当日冲销\" (Day Order—指示将维持有效至全日的交易终止时间)，而一周限价(Good Till Friday—指示将维持有效至星期五的交易终止时间)。": "A limit order is an order to buy or sell at a specific price limit. Order basically contains two variables, price and duration. Traders should be clear instructions he wants to trade which currency, price, number and duration. \"Daytrading\" (Day Order indicator will remain valid throughout the day  until the end of that trading day), but one week limit (Good Till Friday indicates order will remain valid until  end of Friday trading).",
        "什么是止蚀限价？": "What is a stop order?",
        "止蚀限价也是指在某一价格买入或卖出的限价。而且也包含同样的两个变量，价格和时限。时限与止赚限价相同，止蚀限价通常用于限制某宗交易的潜在损失。": "A limit order is an order to buy or sell at a specific price limit. Order basically contains two variables, price and duration. Traders should be clear instructions he wants to trade which currency, price, number and duration. \"Daytrading\" (Day Order indicator will remain valid throughout the day  until the end of that trading day), but one week limit (Good Till Friday indicates order will remain valid until  end of Friday trading).",
        "止蚀限价也是指在某一价格买入或卖出的限价。而且也包含同样的两个变量，价格和时限。时限与止赚限价相同，止蚀限价通常用于限制某宗交易的潜在损失。 ": "A stop order is to execute at a certain price for buying or selling price. And contains the same two variables, price and duration. stop loss order is often used to limit the potential lost of a transaction.",
        "交易平台登录": "Trading Login",
        "Java Trader/爪哇交易平台是一个应用Java程序的交易平台。用户必须预先安装JAVA1.6或以上的版本，并通过Windows系统运行。从新手交易者到经验丰富的基金经理，Java Trader 都能提供所有必要的交易条件。请通过以下的链接下载Java Trader。": "Java Trader is a Java-based trading platform. The user must install JAVA1.6 or later through the Windows system. From the novice trader to experienced fund manager, Java Trader can provide all the necessary trading conditions and tools. Please follow the link below to install it to your computer.",
        "外汇市场可以根据参与者的级别分为几个层次：最顶层是各国的中央银行，在它们之下则是各种企业，比如对冲基金；最底层则属于散户，即个人投资者，他们在进行交易时需要支付绝大部分的价差。": "The foreign exchange market participants can be divided into several levels: on the top of the rank is the central bank of various countries, below them are all kinds of enterprises, such as hedge funds etc.  The most bottom of the rank are individual investors who need to pay the highest spread charges in every transactions.",
        "在开始解释什么是外汇交易之前，先为您简单介绍一些历史背景。": "Before we begin to explain what is the foreign exchange trading, here are some historical background:",
        "在1875年，外汇市场基本上与黄金标准货币系统在同一时间诞生。这个系统是每个国家通过固定一盎司黄金等同的货币来标示价值。黄金的价格在不同的货币间波动，这就创造了货币交换系统。": "In 1875, the foreign exchange market and the gold standard monetary system originate at the same time. This system works by fixing an ounce of gold with currency of same value in every country . Gold price fluctuates with different currencies hence creating a currency exchange system.",
        "第二次世界大战终结了黄金标准货币系统给它的接替者带来了新生——布雷顿森林体系。这个系统在1944年实施，使美元成为了世界储备货币。不过它的生命很短暂，仅仅到了1971年就结束了。1976年，现代外汇市场随着浮动汇率的引进而产生。自1990年代中期开始，外汇市场开始成为我们现今使用的庞大电子市场。": "The Second World War II ended the gold standard monetary system and has brought new -- the Bretton Woods system to its successor. This system was implemented in 1944, with US dollar as the world reserve currency. But it's life is very short, it was put to an end of in 1971. In 1976, the foreign exchange market was massively restructured with the introduction of floating exchange rates. Since the mid 1990's, the foreign exchange market began to become a huge electronic market we use today.",
        "现代外汇交易市场": "The foreign exchange market",
        "外汇交易市场是一个国际分散化的金融市场，在这里一种货币可以被兑换成另一种。个人和企业可以使用一定数量的一种货币购买另一种货币。好比一家英国公司可以从罗马公司进口产品并支付欧元而不是英镑。两种货币间便捷的交换更促进了国际贸易和投资。": "The foreign exchange market is an widely diversified international financial market, where a currency can be converted into another instantaneously.  Any individuals and enterprises can exchange a currency into another according to LIVE exchange rates. For example,  a British company from Rome import products and pay in euros instead of pounds. Fast execution of any  two currencies exchanging promotes international trade and investment.",
        "外汇交易介绍": "The foreign exchange trading",
        "可以使用我们先进的订单管理工具，包括进场止损单、买入限价单、卖出限价单、卖出限价单和市价单": "You can use our advanced order management tools including entry stops, buy limit orders, sell limit order, sell limit order and market order.",
        "我们精心设计的代理商计划让我们合格的代理商在开发市场的同时得到丰厚的回报。": "Walkert Alliance specially designed a unique Introducing Broker(IB) program to reward our IB who helped us to promote our platform.",
        "沃尔克家族 (Walker Financial Management) 拥有超过100年的交易经验。沃尔克集团 (Walkert Alliance Ltd) 自成立以来也随着时间的变迁也顺势采用最新的交易技术，但相对保持我们的古老的理念：‘掌握了信息就是掌握了市场！’在这100年里唯一没改变的只有一件事，那就是我们的交易成绩。": "Walker Financial Mansagement has over 100 years of trading experience. Since our establishment,  Walkert Alliance Ltd  has employed cutting edge technology to keep up with the current market, while keeping our age old belief: 'master of  information is the mastery of  the market!' In this 100 years, the only thing that never change is our trading results.",
        "沃尔克集团交易部里的团队里有近百名投资经验丰富的交易员,在专业领域里有成就的精算师，经验丰富的分析师以及技术精湛的系统程序编程师。我们历来累计了庞大的交易技巧数据库分别以波段交易，趋势交易，即日交易以及剥头皮交易这四大交易方式为基础。投资领域则主要以美金，欧元，英镑，日元，石油以及黄金等等作为分析基础。公司也坚持与时并进的在技术上不断创新以迎合变幻莫测的外汇市场。我们采取百分比分配管理模式,通过四大交易方法和上百种交易策略，按照分析师与精算师配合所计算出的比率分配至各个账户以达到最低风险为指标。": "Under Walkert Alliance trading department, there are more than 100 experienced traders, professional actuaries ,experienced analysts and skilled system programming division. We have accumulated a huge trading skills database respectively by the Swing Trading, trend trading,  day trading and scalping method based. Analysis is based mainly on dollar, euro, pound, yen, oil and gold and so on. Our company accustomed to the ever-changing forex market using the latest trading technologies. We accumulated hundreds of trading strategies based on four major trading styles and every executed trades are done on our clients accounts according to the calculated ratio by our expert analysts and actuary to achieve the minimal risk.",
        "克拉西米尔斯特凡诺夫是沃尔克集团的总裁。他被任命为2008年3月1日。斯特凡诺夫先生持有商业学士学位劳里埃大学学士学位和工商管理多伦多大学硕士学位。在2003年，他获得了罗特曼杰出的商界校友奖管理的约瑟夫L.罗特曼学校。": "Krasimir Stefanov is President Volcker Group. He was appointed to the March 1, 2008. Mr. Stefanov holds a Bachelor of Commerce and Bachelor of Business Administration from the University of Toronto, Wilfrid Laurier University degree. In 2003, he received the Rotman Distinguished Alumni Award businessmen Joseph L. Rotman School of Management.",
        "马丁·安德鲁斯目前担任沃尔克集团的首席分析师，负责该公司的贸易业务和流程的各个方面。安德鲁斯先生从普罗维登斯学院考了他的财务学士学位，他毕业于优秀大学毕业生。他是美国金融协会的特许金融分析师和现任成员。": "Martin Andrews is currently serving as chief analyst Volcker Group, responsible for all aspects of the company's business operations and processes. Mr. Andrews from Providence College exam finance his bachelor's degree, he graduated Magna. He is a Chartered Financial Analyst and current member of the American Finance Association.",
        "沃尔克了解，经验丰富的客户通常会被具有可靠性、清晰性和直接性特点的公司所吸引，而这恰恰是我公司运营的方式。沃尔克的营销前沿就是与新生的技术、社会化媒体保持步伐一致。我们的商业计划简洁而全面，网站办事高效、功能齐全且方便使用。更重要的是，我们会随时提供相关的支持和服务。": "Walkert Alliance understands that to attract experienced client, reliability, transparency and exclusivity are decisive factors and that’s exactly our company motto.  We employ cutting-edge technology , extensive marketing and social media keep up with pace of current market demands. Our business plan is concise and comprehensive, and our website is fully functional , convenient and efficient . Most importantly, we are ever ready to provide related support and services to all our valued clients.",
        "随着业务的扩大，复杂性需求增多是一个正常现象。为了保持数据的完整和安全，维护数据的容量和性能，沃尔克会经常检测和升级公司的软硬体设施。公司在基础结构建设和服务上竭尽所能，例如先进的数据管理服务，增强安全性服务以及多点整合，以满足客户及公司自身的复杂性需求。": "As our business expands to Asia market, the demand for a more complex and complete trading framework increases. In order to maintain data integrity, security and capacity , Walkert Alliance would constantly upgrade our software and hardware facilities before we actually need to.  In order to meet the needs of customers and the company, we strength our advanced data management system, enhanced security from time to time according to the most up to date version.",
        "对沃尔克而言，成功是长期的，并不仅仅是金融方面的成功。为了获得内部一致性和外部信任度，沃尔克推出了利益相关者管理、报告与披露、无纸行动及生命周期分析等多个项目。在市场受到冲击或遭遇不可预测的变化时，健全的经济和环境还有与社会的紧密联系可以加速公司的恢复能力。": "To Walkert Alliance, other than financial success, consistent performance of all aspects of our company is the the key factor of our success. We maintained internal consistency  by introducing the stakeholder management report with full disclosure to all our staff.  Whenever there are Major Changes in the market or unpredictable economic and environmental or social issues, Walkert Alliance is able to react immediately and expedite the recovery of the company.",
        "遵守职业道德的商业运作的第一个直接好处就是获利。我们相信，事业成功的目标应当包括一个稳定、可持续、增长的利润率，以及不断扩大的收入流。我们的商业动力是：卓越的运营、独特性和灵活性。": "Walkert Alliance believed that profitability is everything , it's the foundation of our enterprise and the crucial reason of our success. Stability , sustainability , constantly expanding our profit margins are factors that are of paramount importance to our long term success in the financial industry.",
        "责任性原则在成功的公司治理中扮演着重要的角色。沃尔克确保所有的商业活动都经过合理的预算，且有义务对所做的决定加以说明并承担责任。透明性是责任的一部分，已经被牢牢钉入沃尔克调整管理及组织行动的原则框架中。": "Walkert Alliance ensures that all business activities are executed under a calculated budget determined by our analyst, we have the obligation to explain all decisions made by the board. Transparency has always been part of our responsibility to all clients.",
        "外汇平台管理部确保我们的交易平台迎合最新科技以及客户需求。沃尔克的技术研发部采纳最新的科技而不断的把系统升级和改编为了符合公司，客户和日新月异的外汇市场。为了保持数据的完整和安全，维护数据的容量和性能，会经常检测和升级公司的软硬体设施。沃尔克客服为我们所有客户解决技术上，体现，入金，佣金的问题与咨询为了确保我们尊贵的客户得到最完善的服务。": "Foreign exchange platform management department ensure that our trading platform to meet the demand of latest technology and customer. Walkert Alliance R & D department adopt the new technology and constantly upgrade our system to comply with the company, customers and changes in the foreign exchange market. In order to maintain data integrity and security, maintenance capacity and performance data, we constantly monitor and upgrade the company's hardware and software infrastructure. Walkert Alliance customer service assist all of our customers to solve their technical problems, withdrawal issues, deposit issues, and Introducing broker commission issues to ensure that our valued customers get the best trading experience.",
        "沃尔克交易部的团队具有丰富的欧洲和国内外投资经验，团队专业人士也具备了资本运作的能力，财务管理经验，企业管理能力同时也相当熟悉国内外产业的运作模式。除此之外，团队在司法与投资领域拥有多年的丰富经验，当中许多人具有管理类似大型集团的工作背景。沃尔克投资团队经过8年的努力，已经获得了业界的普遍认可，成为投资领域最具知名度的品牌，打下坚强的基础以及创立良好的口碑。公司决定在亚洲开拓新市场，并打破公司一贯不对外宣传的传统。": "Walkert investment management has a  team  of professionals with foreign investment experience. In addition, the team has extensive experience in the field of financial law and investment, many of them has previously taken up managerial position in the same industry.After 8 years of experience, Walkert Alliance decided to open up new markets in Asia Pacific and has since been reputable in the industry becoming one of the most recognized brand.",
        "在传统印象中，外汇市场一直被银行以及庞大的金融机构所应用。而现如今，随着科技技术的进步以及市场的全球性，外汇市场已经适用于各个层次的交易投资者。": "Traditionally , main players in the foreign exchange market has always  been banks and large financial institutions. Now, with the progress of science and technology and globalization, trading in the foreign exchange market is make available to all traders. ",
        "全球外汇市场每日交易量高达5.3万亿美元，远超于股票与期货市场的总合。当投资者在外汇交易时，总是交易两种货币的组合，称为货币对。通常主要交易的货币来自于一些具有稳定的政府以及有着密切关注本国经济的中央银行的国家。其中包括有美元，欧元，日元以及英镑。当然其他货币也可提供交易。": "The daily global foreign exchange market trading volume reached $5.3, way more than the stock and futures market combined. Trading In the foreign exchange market is always a comparison between two currencies , namely the currency pair. The main currencies in the Forex market are regulated by state government and central banks which pay close attention to the economical factors in the country. This Includes the dollar, euro, yen and pound. Of course, other currencies can also be traded with any brokers.",
        "很多因素会影响货币的价格，例如经济以及政治事件。这些因素在交易者判断货币价格走向时都应被考虑在内。交易者同时决定了交易的风险水平，但对谨慎的投资者来说仍然有办法降低交易可能带来的损失。限价订单（Limit Order) 将确保当价格达到某一价位时平仓。而停止委托订单 (Stop order) 将会在选择好的价位自动清算仓位。外汇保证金交易允许投资者用比自己帐户中的资本价值高的资产进行交易。然而，如果市场走势对投资者的仓位不利时保证金交易将会涉及更多的风险和损失。对于更多关于我们Walkert Trader外汇交易帐户保证金交易的信息，请您随时与我们联系": "There are many factors affecting the price of currencies such as economic and political events. These factors determine the currency price trend and traders should be take them into account when trading. Traders also can predetermine the transaction risk level to reduce the  loss every transactions may bring. Limit order (Limit Order) ensure that a position is closed when prices reach the predetermined price and stop orders are orders that will automatically liquidate positions with the best available price when conditions are met. Foreign exchange margin trading  allows investors to trade assets higher than the actual value of their own capital account. However, if the market trend go against investors positions, margin trading it'll creates higher risks and losses. For more information about  Walkert Trader LIVE Forex trading account and margin trading, please feel free to contact us",
        "无地理界限是让这个市场如此惊艳，很简单的上手，一周5天全天24小时可用，它是世界上最具流动性的市场。": "The beauty of Forex market is that there is no geographical boundaries , very simple to operate, available 5 days a week 24 hours a day and the market  with the most liquidity in the world.",
        "当您在外汇市场进行交易时有一个简单的哲学；当您交易另一种货币，您应该购买预计价值上涨（长仓）的货币，并卖出预计下跌（短仓）的货币。您可以利用流行的交易工具做出这样的预测，但是交易中总是有风险的元素存在。如果您购买的货币如您预期的一样升值了，您可以卖掉它获得利润，但是如果您跌价了，您将会遭受损失。成为一个优秀交易者您并不需是一个金融专家；只要您愿意了解，外汇交易其实可以是很简单的。": "The concept of trading in the foreign exchange market is simple: when you predict one currency is expected to rise, you should buy (long) that currency, the opposite is true you sell (short) a currency when you predict it to fall. You can use the popular trading tools to make such a prediction, but in trading do note that there is always the risk element. If you buy the currency as you expect appreciation, you can sell it for a profit at higher price, but if it fall, you will suffer a loss. To become a good trader you don't need to be an expert in finance, as long as you are willing to learn , trading can actually be very simple.",
        "沃尔克的定位在哪里？代理商将买家和卖家连接到一起；我们扫描市场获得最好的买入价与卖出价以最佳的价格提供给交易员和客户。在外汇市场中我们是中介，我们为你代理交易服务。": "What is Walkert Alliance role? We, as brokers, assemble buyers and sellers together and  scan the market for the best bid and ask prices available to traders and customers. In the foreign exchange market we are intermediary, and provides brokerage services for you.",
        "三区段": "The three section",
        "外汇市场从不停歇，这是因为世界的每个角落任何时候都有交易在进行中。这是通过一个三区段系统建立而成，这个系统让交易者可以在任何时间任何地点进行交易。": "The foreign exchange market is never resting, this is because there are transactions in progress each corner of the world at any point of time. This is via a three segment system, so traders can be traded at any time and in any place.",
        "亚洲区段": "The Asian Region",
        "周末过后，最早记录的活动是在亚洲市场。澳大利亚市场开始时间是22:00（GMT）结束时间是09:00（GMT）。在这段时间中其他活跃的国家有中国、俄罗斯、新西兰和日本。": "Over the weekend, the earliest forex activities are in the Asian market. The Australian market start at 22:00 (GMT) and ends at 09:00 (GMT) . During this time, the other active countries are China, Russia, New Zealand and Japan.",
        "欧洲区段": "Europe Section",
        "随着亚洲区域的交易逐渐步入尾声，欧洲区域的交易开始了，构成了两个交易区的交易行动重叠。欧洲区域的主要交易市场是伦敦市场，其他重要市场包括了德国和法国。欧洲区域的交易时间是格林尼治平时间（GMT)0800开始到GMT1600结束。": "With the Asian regional transactions closing, European regional trading began, overlapping  the two trading zone. London is the main market  leader for European area, other important markets include Germany and france. The European Regional transaction time is (GMT) 0800 to end of GMT 1600.",
        "美国区段": "American section",
        "欧洲区段过半，在13:00 GMT，直到22:00 GMT，美国时段开始。纽约是本区段的重要参与者。当它结束时，直到亚洲区段再次开始期间有一段短暂的停歇。": "European trading session crossed more than half, in 13:00 GMT until 22:00 GMT, USA trading starts. New York is the most important participants in this region. When it ended, Asian region starts again after a short break.",
        "凭借超过8年的行业经验，过百年的交易历史，在一个有远见的管理团队的带领下，集团已经成为专业和高品质服务的代名词。公司始终秉持着客户利润至上才是我们成功的理念！集团的使命是为其投资者与合作伙伴创造可观的价值回报。我们深信，坚守这非凡的经营理念和行业准则以及公司创新的金融模式会让我们在亚洲金融市场里独占鳌头。": "With more than 8 years of industry experience, over a hundred years of trading history and under the leadership of a visionary management team, the group has become successful, earning us a name in the financial industry .In Walkert Alliance, we put our clients above our own interest as our mission is to create exceptional value  for all investors and partners. We strongly believed that with this philosophy and our innovative financial model, we are able to establish phenomenal results in the Asian financial markets.",
        "以客户为基础，提供优质的服务，实现公司、客户和员工的共赢点，这就是沃尔克的企业理念。有效地策划是成功的重要因素之一，但成功本身是不能被策划的。沃尔克的座右铭就是大胆、果断和实践。成功最终属于那些恰好在别人退缩时采取投机性行动向前迈进的人。遵循这一思维取向，沃尔克积极大胆地付诸行动，再加之必要的风险管理，接下来的就是创造历史的时刻了。": "Providing top quality service to our clients has always been our top priority  , Walkert Alliance seek to achieve win-win situation with company, customers and employees. Walkert Alliance's motto is bold, decisive and matching demand of the ever-changing financial market . We believed that the ultimate success belongs to those who dare to take calculated risk and be the first in market before the whole world follows. With this, Walkert Alliance spearheaded our operations to the Asia market!",
        "沃尔克集团的交易订单模式是建立在透明，以及与客户信任的基础上。公司获得来自银行流动提供商的价格，从中选出最好的价格形成牌价提供给客户。 交易平台中客户可以看到每个工具的最好价格bid和ask。 客户订单直接进入市场。 我们的经纪商完成公司与银行流动提供商的清算。": "Walkert Alliance group trading orders framework is completely transparent to earn the trust of our customers. We obtained from banks(liquidity providers) price and choose the best price provided to customers. Prices displayed in our Customer pricing platform are already filtered to give the best bid and ask price real-time. Customer orders goes directly into the market and we  will settle the clearings with our affiliated banks (liquidity providers)."
    },
    "regex": [
        [
            "Budget",
            "งบประมาณ"
        ],
        [
            "^Something at start of text",
            ""
        ],
        [
            "This will be case insensitive",
            "i",
            ""
        ]
    ]
}